/* Error message string. The first %@ is the file name, the second the error message */
"Could not extract the file \"%@\": %@" = "Datei „%1$@“ konnte nicht entpackt werden: %2$@";

/* Error message for resource forks. The first %@ is the file name, the second the error message */
"Could not extract the resource fork for the file \"%@\":\n%@" = "Resource Fork für die Datei „%1$@“:\n%2$@ konnte nicht entpackt werden";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Automatisch erkennen";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Entpacken";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Archiv entpacken";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Entpacken von „%@“";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Vorbereitung, „%@“ zu entpacken";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Auswählen";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Der Inhalt der Datei „@“ konnte nicht mit diesem Programm entackt werden.";

/* Common errors */
"Input data buffers border exceeded" = "Die Archivdatei ist unvollständig";
"Opening file failed" = "Die Datei konnte nicht geöffnet werden";
"Missing or wrong password" = "Das angegebene Kennwort war nicht richtig";
"Wrong checksum" = "Die archivierte Datei ist beschädigt";
"Could not create directory" = "Ordner konnte nicht erstellt werden";

/* Uncommon or unused errors */
"Unknown error" = "Unbekannter Fehler";
"Output data buffers border exceeded" = "Pufferüberlauf für Ausgabedaten";
"Function called with illegal parameters" = "Funktion wurde mit ungültigen Parametern aufgerufen";
"Not enough memory available" = "Nicht ausreichend Speicher verfügbar";
"Data is corrupted" = "Daten sind beschädigt";
"Command is not supported" = "Kommando wird nicht unterstützt";
"Required resource missing" = "Erforderliche Resource fehlt";
"Error on decrunching" = "Fehler beim Decrunchen";
"Unknown file type" = "Unbekannter Dateityp";
"File, disk has been skipped" = "Datei, Festplatte wird übersprungen";
"User break in progress hook" = "Abbrechen durch Benutzer";
"File already exists" = "Datei existiert bereits";
"Verify failed (disk hook)" = "Überprüfung fehlgeschlagen (Disk Hook)";
"Wrong drive geometry" = "Falsche Festplattengeometrie";
"Unknown data format" = "Unbekanntes Datenformat";
"Source contains no files" = "Quelle enthält keine Dateien";
"Unknown filesystem" = "Unbekanntes Dateisystem";
"Name of file exists as directory" = "Dateiname existiert bereits als Ordner";
"Buffer was too short" = "Puffer zu kurz";
"Text encoding was defective" = "Formaterkennung war defekt";